LEXICON: dict[str: str] = {
    "start": '🎅🎅🎅<b>Секретный Санта запущен!</b>\n\n'
             '🤖Бот позволяет круто проводить 🎄<b>Рождетвеннские</b>🎄 и <b>🎁Новогодние праздники!</b>🎁\n'
             'Если вы не знакомы с правилаи игры, отправьте /rules\n\n'
             'С помощью этого бота вы сможете организовать Игру или вступить в уже существующую!\n\n'
             'У создателя комнаты будет возможность добавлять и удалять пользователей из комнаты, выбирать бюджет '
             'для подарков и дату проведения праздника.\n\n'
             'Для начала выберете что вы хотите сделать, для этого нажмите на кнопку:',
    "rules": '🎮Игра “Secret 🎅” заключается в том, что участники👨 игры получают себе “🎅Secret Santa” - '
             'то есть, человека, для которого они будут исполнять роль Санты. Каждый участник получает имя другого '
             'участника и остается анонимным👻 для него до окончания игры. \n      Задача каждого участника - '
             'подготовить и отправить подарок🎁 своему “Secret Santa🎅”. В конце игры все участники узнают, для кого '
             'они были “🎅Secret Santa” и делятся впегруппулениями🌟 от полученных подарков🎁.',
    "help": '/start\n/rules'

}

LEXICON_Creator: dict[str: str] = {
    "creator_start": 'Привет, теперь ты явялешься создателем своей игры "Secret Santa🎅".\n\n'
                     'Ты сможете управлять своей группой и его участниками.\n'
                     'Есть пару действий которые вы должны сделать перед началом:\n'
                     '  * Создавайте группу 👥\n'
                     '  * Добавить туда этого 🤖Бота\n'
                     '  * Сделать его администратором👨‍💻 и выдать ему все возможные права\n'
                     '  * Теперь можно добавлять участиников👨👩 в группу)))\n\n'
                     'У тебя как у создателя комнаты есть возможность добавлять и удалять участников, но помните, '
                     'что «БЕСПЛАТНО» может участвовать в игре до 15 человек. Если необходимо больше мест для '
                     'участников, то ты можешь их докупить в разделе "????"',
    "new_chat": 'Вы создали группу!!!'

}
