LEXICON = {
    "start": '🎅🎅🎅<b>Секретный Санта запущен!</b>\n\n'
             '🤖Бот позволяет круто проводить 🎄<b>Рождетвеннские</b>🎄 и <b>🎁Новогодние праздники!</b>🎁\n'
             'Если вы не знакомы с правилаи игры, отправьте /help\n\n'
             'С помощью этого бота вы сможете организовать Игру или вступить в уже существующую!\n\n'
             'У создателя комнаты будет возможность добавлять и удалять пользователей из комнаты, выбирать бюджет '
             'для подарков и дату проведения праздника.\n\n'
             'Для начала выберете что вы хотите сделать, для этого нажмите на кнопку:',
    "rules": '🎮Игра “Secret 🎅” заключается в том, что участники👨 игры получают себе “🎅Secret Santa” - '
             'то есть, человека, для которого они будут исполнять роль Санты. Каждый участник получает имя другого '
             'участника и остается анонимным👻 для него до окончания игры. \n      Задача каждого участника - '
             'подготовить и отправить подарок🎁 своему “Secret Santa🎅”. В конце игры все участники узнают, для кого '
             'они были “🎅Secret Santa” и делятся впечатлениями🌟 от полученных подарков🎁.',
    "help": ''

}

LEXICON_Creator = {
    "creator_start": 'Привет, теперь ты явялешься создателем своей игры "Secret Santa🎅".\n\n'
                     'Вы сможете управлять своим чатом и его участниками, есть пару действий которые вы должны сделать '
                     'перед началом:\n\n'
                     '      Создавайте чат'

}